Repository: CodeGrinder/xcstrings_sats
Catalog: source/member-app-native-ios_ios-app_en.xcstrings
Source language: en
Languages: da, fi, nb, sv

source: When you book a group exercise or personal trainer (PT) session, it will automatically be added to your selected calendar.
da: Når du booker en holdtræning eller en session med en personlig træner (PT), bliver den automatisk tilføjet din valgte kalender.
fi: Kun varaat ryhmäharjoittelutunnin tai PT-tapaamisen, se lisätään automaattisesti valitsemaasi kalenteriin.
nb: Når du booker en gruppetime eller PT-time, legges den automatisk til i den valgte kalenderen din.
sv: När du bokar en gruppträningsklass eller ett PT-tillfälle läggs det automatiskt till i din valda kalender.

source: When you complete a challenge, your trophy will appear here
da: Når du gennemfører en udfordring, vil dit trofæ blive vist her
fi: Kun suoritat haasteen, palkintosi näkyy täällä
nb: Når du fullfører en utfordring, vil trofeet ditt vises her
sv: När du klarat av en utmaning kommer din trofé att visas här

source: When you start working out, you will see your statistics here
da: Når du starter din træning, kan du se dine statistikker her
fi: Kun aloitat harjoittelun, näet tilastosi täältä.
nb: Når du begynner å trene vil statistikken din vises her.
sv: När du börjar träna kommer du att se din statistik här

source: Will end momentarily
da: Vil afsluttes snarest
fi: Loppuu hetkellisesti
nb: Slutter øyeblikkelig
sv: Kommer sluta tillfälligt

source: with %@
da: med %@
fi: %@ kanssa
nb: med %@
sv: med %@

# Work out at least %@ this week and make it %d weeks in a row
source: Work out at least %1$@ this week and make it %2$d weeks in a row
da: Træn mindst %1$@ i denne uge, og gør det %2$d uger i træk
fi: Treenaa vähintään %1$@ kertaa tällä viikolla, niin saavutat %2$d viikon putken
nb: Tren minst %1$@ denne uken så det blir %2$d uker på rad
sv: Träna minst %1$@ den här veckan och gör det %2$d veckor i rad

source: Work out at least %@ this week to start your streak
da: Træn mindst %@ denne uge for at starte dit streak
fi: Treenaa vähintään %@ kertaa tällä viikolla aloittaaksesi streakin.
nb: Tren minst %@ denne uken for å starte streaken
sv: Träna minst %@ den här veckan för att starta din streak

source: Work out at least %@ this week to start your streak!
da: Træn mindst %@ i denne uge for at starte dit streak!
fi: Treenaa vähintään %@ kertaa tällä viikolla aloittaaksesi streakin!
nb: Tren minst %@ denne uken for å starte din streak!
sv: Träna minst %@ den här veckan för att starta din streak!

source: Worked out
da: Fungerede
fi: Kävi kuntosalilla
nb: Trente
sv: tränade

source: Workout
da: Træning
fi: Treeni
nb: Treningsøkt
sv: Träningspass

source: Workout description
da: Træningsbeskrivelse
fi: Treenin kuvaus
nb: Beskrivelse av treningsøkt
sv: Beskrivning av träningspass

source: workout history
da: træningshistorik
fi: harjoitteluhistoria
nb: treningshistorie
sv: träningshistorik

source: Workout not found
da: Træning blev ikke fundet
fi: Treeniä ei löytynyt
nb: Treningsøkten ble ikke funnet
sv: Träningspass hittades inte

source: Workout Program incomplete
da: Træningsprogram ikke gennemført
fi: Keskeneräinen harjoitusohjelma
nb: Treningsprogram ufullstendig
sv: Träningsprogrammet är inte färdigt

source: Workout Program: %@
da: Træningsprogram: %@
fi: Harjoitteluohjelma: %@
nb: Treningsprogram: %@
sv: Träningsprogram: %@

source: Workout programs
da: Træningsprogrammer
fi: Harjoitusohjelmat
nb: Treningsprogrammer
sv: Träningsprogram

source: Workout type
da: Træningstype
fi: Treenin tyyppi
nb: Type treningsøkt
sv: Typ av träningspass

source: Workouts
da: Træninger
fi: Harjoitukset
nb: Treningsøkter
sv: Träningspass

source: Workouts per week
da: Træninger pr. uge
fi: Treeniä viikossa
nb: Treningsøkter per uke
sv: Träningspass per vecka

source: Workouts/Week
da: Træninger/uge
fi: Treenit/viikko
nb: Treningsøkter/uke
sv: Träningspass/vecka

source: Would you like to let us know how we can improve your experience?
da: Kunne du tænke dig at fortælle os, hvad vi kan gøre for at forbedre din oplevelse?
fi: Voisitko kertoa meille, miten voimme parantaa kokemusta?
nb: Vil du fortelle oss hvordan vi kan bli bedre?
sv: Vill du berätta hur vi kan förbättra din upplevelse?

source: Yeah
da: Jaer
fi: Kyllä
nb: Ja
sv: Ja

source: Yes
da: Ja
fi: Kyllä
nb: Ja
sv: Ja

source: Yes, notify me
da: Ja, giv mig besked
fi: Kyllä, ilmoita minulle
nb: Ja, gi meg varsler
sv: Ja, meddela mig

source: Yes!
da: Ja!
fi: Kyllä!
nb: Ja!
sv: Ja!

source: You are most likely to get a spot within the last 24 hours.
da: Du er mest sandsynlig til at få en plads indenfor de sidste 24 timer.
fi: Saat todennäköisimmin paikan viimeisen 24 tunnin aikana.
nb: Du har størst sjanse for å få plass i løpet av de siste 24 timene.
sv: Du får med största sannolikhet en plats inom 24 timmar.

source: You are not authorized to access the resource.
da: Du har ikke tilladelse til at få adgang til denne ressource.
fi: Sinulla ei ole oikeutta käyttää tätä resurssia.
nb: Du er ikke autorisert til å få tilgang til denne ressursen.
sv: Du har inte behörighet att komma åt resursen.

source: You are not following anyone yet
da: Du følger ikke nogen endnu
fi: Et seuraa vielä ketään
nb: Du følger ingen ennå
sv: Du följer inte någon än

source: You are now a %@ member!
da: Du er nu %@ medlem!
fi: Olet nyt jäsenenä %@-tasolla!
nb: Du er nå %@ medlem!
sv: Du är nu en %@-medlem!

source: You are on %@ level
da: Du er på %@ level
fi: Olet nyt %@ tasolla.
nb: Du er på %@-nivå
sv: Du är på nivå %@

source: You are on fire!
da: Du er for vild!
fi: Olet liekeissä!
nb: Du er i fyr og flamme!
sv: Du är fantastisk!

source: You are ready for friends
da: Du er klar til venner
fi: Kaikki valmista ystäviä varten
nb: Du er klar for venner
sv: Du är redo för vänner

source: You are the champion!
da: Du er en verdensmester!
fi: Olet mestari!
nb: Du er mesteren!
sv: Du är en mästare!

source: You arrived to the club less than 10 minutes before your class and your spot was given away.
da: Du ankom til centeret mindre end 10 minutter før din holdtime, din plads blev givet væk.
fi: Saavuit keskukseen alle 10 minuuttia ennen tunnin alkamista, ja paikkasi annettiin eteenpäin jonossa olevalle.
nb: Du ankom senteret mindre enn 10 minutter før timen, og du mistet plassen din.
sv: Du checkade in på gymmet mindre än 10 minuter innan din klass, så din plats gavs bort till någon på väntelistan.

source: You can also import your contacts below.
da: Du kan også importere dine kontakter herunder.
fi: Voit myös tuoda yhteystiedot alta.
nb: Du kan også importere dine kontakter under.
sv: Du kan även importera dina kontakter nedan.

source: You can block people from their profile at any time.
da: Du kan når som helst blokere folk fra deres profil.
fi: Voit estää henkilöitä milloin tahansa heidän profiilissaan.
nb: Du kan blokkere brukere fra profilene deres når som helst.
sv: Du kan när som helst blockera personer från deras profil.

source: You can bring a friend %@.
da: Du kan tage en ven med %@.
fi: Voit tuoda ystävän %@.
nb: Du kan ta med venn %@
sv: Du kan ta med en vän %@.

source: You can cancel your group training class up to two hours before it starts.
da: Du kan aflyse dit hold op til to timer før det starter.
fi: Voit perua ryhmäliikuntavarauksen 2 h ennen tunnin alkamista.
nb: Du kan avbestille gruppetimen din opptil to timer før den starter.
sv: Du kan avboka din gruppträningsklass upp till två timmar innan den startar.

source: You can change this in your phone settings
da: Du kan ændre dette under dine telefonindstillinger
fi: Voit vaihtaa tämän puhelimesi asetuksista.
nb: Du kan endre dette i dine telefoninnstillinger
sv: Du kan ändra det i dina inställningar på telefonen

source: You can easily book group classes and invite friends! Find group classes, personal training, or physiotherapy.
da: Du kan nemt booke holdtræninger og invitere venner! Find holdtræning, personlig træning eller fysioterapi.
fi: Voit helposti etsiä ja varata ryhmäliikuntatunteja, PT-tapaamisia, sekä kutsua ystäviä!
nb: Du kan enkelt booke gruppetimer og invitere venner! Søk etter gruppetimer, PT-timer eller fysioterapi.
sv: Du kan enkelt boka gruppklasser och bjuda in vänner! Hitta gruppklasser, personlig träning eller fysioterapi.

source: You can join and invite people to training. Motivate people by liking and commenting their training. When you like a followers training, they and their followers will see that you liked it. To be able to send you a follow request, SATS members can find you when they search for new friends.
da: Du kan deltage og invitere venner til træning. Motiver venner ved at like og kommentere deres træning. Når du liker venners træning, kan de og deres venner se, at du har liket. For at sende venneanmodninger til dig, kan SATS-medlemmer finde dig ved at søge efter nye venner.
fi: Osallistu muiden treeneihin ja kutsu ystäviä kanssasi treenaamaan. Motivoi muita kannustamalla ja kommentoimalla heidän treenejään. Kun kannustat ystävääsi, myös hänen seuraajansa näkevät sen. Jotta sinulle voidaan lähettää seuraamispyyntöjä, ELIXIAn jäsenet näkevät profiilisi, kun he etsivät uusia seurattavia.
nb: Du kan bli med og invitere venner til trening. Du kan motivere de du følger ved å like og kommentere treningen deres. Når du liker venners treningsøkter kan de og deres følgere se at du har likt treningsøktene. For å kunne sende deg en forespørsel, kan SATS-medlemmer finne deg når de søker etter venner å følge.
sv: Du kan delta och bjuda in andra att träna. Peppa dina vänner genom att gilla och kommentera deras träningspass. När du gillar en väns träning, kommer både de och deras vänner se att du har gillat. Andra SATS-medlemmar kan söka efter dig i appen för att kunna skicka en vänförfrågan till dig.

source: You can recruit as many friends as you want. You will receive one month per friend you recruit. The free month will be added after March.
da: Du kan rekruttere så mange venner, du vil. Du modtager en gratis måned for hver ven, du rekrutterer. Den gratis måned bliver tilføjet efter marts.
fi: Voit tuoda ELIXIAn jäseneksi niin monta ystävää kuin haluat. Saat yhden veloituksettoman treenikuukauden jokaista liittynyttä ystävää kohti. Veloitukseton kuukausi/kuukaudet lisätään maaliskuusta eteenpäin.
nb: Du kan verve så mange venner du vil. Du vil motta én måned per venn du verver. Gratis måneden vil bli lagt til etter mars.
sv: Du kan värva så många vänner som du vill. Du får en fri månad per vän som du värvar. Den kostnadsfria månaden läggs till efter mars.

source: You can still add friends ...but don't worry, you won't be visible in search
da: Du kan stadig tilføje venner ... men bare rolig, du vil ikke være synlig i søgning.
fi: Voit silti lisätä ystäviä...mutta älä huoli, sinä et ole löydettävissä haun kautta.
nb: Du kan fortsatt legge til venner...men ikke bekymre deg, du vil ikke være synlig i søk.
sv: Du kan fortfarande lägga till vänner. Men oroa dig inte, du kommer inte att kunna hittas via sökning!

source: You can still participate in classes by showing up directly at the club.
da: Du kan stadig deltage på hold ved at møde op i centeret.
fi: Voit yhä osallistua ryhmäliikuntaan tulemalla paikan päälle keskukseen.
nb: Du kan fortsatt delta på timer ved å møte opp direkte på senteret.
sv: Du kan fortfarande delta i klasser genom att bara dyka på på gymmet.

source: You completed all classes with style
da: Du har færdiggjort alle hold med stil
fi: Suoritit kaikki tunnit tyylillä
nb: Du har fullført alle timene
sv: Du har genomfört alla klasser med stil

source: You declined a follow request
da: Du afviste en venneanmodning
fi: Hylkäsit seuraamispyynnön
nb: Du avslo en følgeforespørsel
sv: Du har nekat en följarförfrågan

source: You declined the invitation to join this workout
da: Du afviste invitationen til at deltage i denne træning
fi: Hylkäsit pyynnön osallistua tähän treeniin
nb: Du avslo invitasjonen om å bli med på denne treningsøkten
sv: Du tackade nej till det här träningspasset

source: You did it!
da: Du gjorde det!
fi: Teit sen!
nb: Du klarte det!
sv: Du klarade det!

source: You didn't get a spot
da: Du fik ikke en plads
fi: Et saanut paikkaa.
nb: Du fikk ikke plass
sv: Du fick inte plats

source: You don't have a PT package. Buy a package to book a PT session.
da: Du har ikke en PT pakke. Køb en pakke for at booke en PT session.
fi: Sinulla ei ole PT-pakettia. Varaa PT-tapaaminen ostamalla paketti.
nb: Du har ikke noen PT-pakke. Kjøp en pakke for å booke en PT-økt.
sv: Du har inte ett PT-paket. Köp ett paket för att boka ett PT-tillfälle.

source: You don’t have any “Bring a friend” vouchers.
da: Du har ingen "Tag en ven med" kuponer.
fi: Sinulla ei ole yhtään “Tuo ystävä” -kuponkia.
nb: Du har ingen "Ta med en venn" kuponger.
sv: Du har inga "Ta med en vän"-kuponger.

source: You don't have any trophies yet
da: Du har ingen trofæer endnu
fi: Sinulla ei ole vielä yhtään palkintoa
nb: Du har ingen trofeer ennå
sv: Du har inga troféer än

source: You don't have any vouchers.
da: Du har lige nu ingen kuponer
fi: Sinulla ei ole yhtään kuponkia.
nb: Du har ingen kuponger
sv: Du har inga vouchers just nu.

source: You got a new follower
da: Du har fået en ny følger
fi: Sait uuden seuraajan
nb: Du har en ny følger
sv: Du har en ny följare

source: You have %@
da: Du har %@
fi: Sinulla on %@
nb: Du har %@
sv: Du har %@

source: You have accepted the invitation to join this workout
da: Du accepterede invitationen til at deltage i denne træning
fi: Hyväksyit pyynnön osallistua tähän treeniin
nb: Du har godtatt invitasjonen om å bli med på denne treningsøkten
sv: Du tackade ja till det här träningspasset

source: You have already answered this survey. Thank you for your feedback.
da: Du har allerede besvaret denne undersøgelse. Tak for din feedback.
fi: Olet jo vastannut tähän kyselyyn. Kiitos palautteestasi.
nb: Du har allerede svart på denne undersøkelsen. Takk for tilbakemeldingen din.
sv: Du har redan besvarat denna enkät. Tack för din feedback!

source: You have blocked %@, and cannot see their profile
da: Du har blokeret %@, og derfor kan du ikke se profilen
fi: Olet estänyt jäsenen %@, et voi tarkastella hänen profiiliaan
nb: Du har blokkert %@ og kan ikke se vedkommendes profil
sv: Du har blockerat %@ och kan inte se hens profil

source: You have gone %@ without missing a class!
da: Du har mødt op til alle hold i %@!
fi: Olet treenannut %@ päivää putkeen!
nb: Du har ikke gått glipp av noen timer på %@!
sv: Det har gått %@ utan att du har missat en klass!

source: You have no followers.
da: Du har ingen følgere.
fi: Sinulla ei ole seuraajia.
nb: Du har ingen følgere.
sv: Du har inga följare än

source: You have no PT packages
da: Du har ingen PT-pakker
fi: Sinulla ei ole PT-paketteja
nb: Du har ingen PT-pakker
sv: Du har inga PT-paket

source: You have no PT packages. Buy packages to book a PT and get started.
da: Du har ingen PT-pakker. Køb pakke for at booke en PT og kom i gang.
fi: Sinulla ei ole PT-paketteja. Varaa PT ostamalla paketteja, niin pääset alkuun.
nb: Du har ingen PT-pakker. Kjøp pakker for å bestille PT og komme i gang.
sv: Du har inga PT-paket. Köp paket för att boka en PT och komma igång.

source: You have workouts left to complete. Are you sure you want to continue?
da: Du har træninger, der ikke er gennemført. Er du sikker på, at du vil fortsætte?
fi: Sinulla on harjoituksia tekemättä. Oletko varma, että haluat jatkaa?
nb: Du har treningsøkter igjen å fullføre. Er du sikker på at du vil fortsette?
sv: Du har några träningspass kvar. Är du säker på att du vill fortsätta?

source: You haven't blocked anyone
da: Du har ikke blokeret nogen
fi: Et ole estänyt ketään
nb: Du har ikke blokkert noen
sv: Du har inte blockerat någon

source: You lost your spot
da: Du mistede din plads
fi: Menetit paikkasi.
nb: Du mistet plassen din
sv: Du förlorade din plats

source: You made changes to '%@'
da: Du lavede ændringer til '%@'
fi: Muutit hakua '%@'
nb: Du endret på '%@'
sv: Du gjorde ändringar för '%@'

source: You might not have the necessary permissions for this resource.
da: Du har måske ikke de nødvendige tilladelser til denne ressource.
fi: Sinulla ei ehkä ole tarvittavia lupia tälle resurssille.
nb: Du har kanskje ikke riktige tillatelser for denne ressursen.
sv: Du kanske inte har de behörigheter som krävs för den här resursen.

source: You rock!
da: Hvor er du sej!
fi: Olet upea!
nb: Du rocker!
sv: Du rockar!

source: You still have exercises left
da: Du har stadig øvelser tilbage
fi: Sinulla on vielä harjoituksia jäljellä
nb: Flere øvelser gjenstår
sv: Du har fortfarande övningar kvar

source: You will automatically show up to the class when you check into the club.
da: Du vil automatisk dukke op på holdet, når du tjekker ind i klubben.
fi: Ilmoittaudut automaattisesti tunnille, kun kirjaudut sisään keskukseen.
nb: Oppmøte registreres automatisk når du sjekker inn på senteret.
sv: Du tar automatiskt din plats i klassen när du checkar in på klubben.

source: You will be notified after a group exercise class session for the same class next week.
da: Du vil få besked efter en gruppeholdtime til det samme hold i næste uge.
fi: Saat ilmoituksen ryhmäharjoittelutunnin jälkeen seuraavalla viikolla järjestettävästä tunnista.
nb: Du blir varslet etter en gruppetreningstime om samme time neste uke.
sv: Efter en gruppträningsklass blir du notifierad om samma klass nästa vecka.

source: You will be notified when a follower comments on your activity
da: Du vil få en besked, når en ven kommenterer på din aktivitet
fi: Saat ilmoituksen, kun seuraajasi kommentoi treenejäsi.
nb: Du får varsler når følgere kommenterer på din aktivitet
sv: Du kommer få en notifikation när en följare kommenterar din träning

source: You will be notified when a follower likes your workout
da: Du vil få en besked, når en ven liker dine træninger
fi: Saat ilmoituksen, kun seuraajasi tykkää treeneistäsi.
nb: Du får varsler når følgere liker treningene dine
sv: Du kommer få en notifikation när en vän gillar din träning

source: You will be notified when a person you follow cancels a class you both have booked
da: Du vil få en besked, når en ven du følger aflyser et hold, I begge har booket
fi: Saat ilmoituksen, kun seuraamasi henkilö peruu tunnin, jonka olitte molemmat varanneet.
nb: Du får varsler dersom følgere avbooker timer som dere begge var booket på
sv: Du kommer få en notifikation när en person du följer avbokar en klass ni båda har bokat

source: You will be notified when a person you follow comments on an activity you have commented
da: Du får besked, når en person, du følger, kommenterer en aktivitet, du har kommenteret
fi: Saat ilmoituksen, kun seuraamasi henkilö kommentoi aktiviteettia, jota olet itse kommentoinut
nb: Du blir varslet når en person du følger, kommenterer en aktivitet du har kommentert
sv: Du kommer få information när en person som du följer svarar på dina kommentarer

source: You will be notified when a person you follow invites or declines an invitation to a class
da: Du vil få en besked, når en ven du følger inviterer eller afviser en invitation til et hold
fi: Saat ilmoituksen, kun seuraamasi henkilö kutsuu tai kieltäytyy kutsusta tulla tunnille.
nb: Du får varsler når de du følger inviterer eller avviser invitasjon til en trening
sv: Du kommer få en notifikation när en person du följer bjuder in dig eller nekar en inbjudan till en klass

source: You will be notified when a person you follow joins a class that you have booked
da: Du vil få en besked, når en ven du følger tilmelder sig et hold, som du har booket
fi: Saat ilmoituksen, kun seuraamasi henkilö varaa tunnin, jolle olet osallistumassa.
nb: Du får varsler når de du følger booker en time som du allerede har booket
sv: Du kommer få en notifikation när en person du följer bokar samma klass som du

source: You will claim a spot on the waiting list once you check into the club.
da: Du får en plads på ventelisten, når du tjekker ind i klubben.
fi: Lunastat paikan jonosta, kun kirjaudut sisään keskukseen.
nb: Du bekrefter din ventelisteplass ved å sjekke inn på senteret 10 minutter før timen starter.
sv: När du checkar in på klubben tar du en plats på väntelistan.

source: You will loose all unsaved changes.
da: Du vil miste ændringer, der ikke er gemt.
fi: Tallentamattomat muutokset menetetään.
nb: Du vil miste all data som ikke er lagret.
sv: Ändringar som inte har sparats kommer att försvinna.

# You're number %d out of %d on the waiting list
source: You're number %1$d out of %2$d on the waiting list
da: Du er nummer %1$d ud af %2$d på ventelisten
fi: Olet jonossa sijalla %1$d/%2$d.
nb: Du er nummer %1$d av %2$d på ventelisten
sv: Du är nummer %1$d av %2$d på väntelistan

source: You’re number %1$d out of %2$d on the waiting list. Check the app before the class starts to see if you got a spot.
da: Du er nummer %1$d ud af %2$d på ventelisten. Tjek appen før timen starter for at se, om du har fået en plads.
fi: Olet jonossa sijalla %1$d/%2$d. Tarkista ennen tunnin alkua sovelluksesta, saitko paikan.
nb: Du er nummer %1$d av %2$d på ventelisten. Sjekk appen før timen starter for å se om du får en plass.
sv: Du är nummer %1$d av %2$d på väntelistan. Kolla appen innan klassen börjar för att se om du har en plats.

source: You're on a roll!
da: Det kører for dig!
fi: Sinulla menee hyvin!
nb: Du er i siget!
sv: Du har bra flyt!

source: You're unstoppable!
da: Du er ikke til at stoppe!
fi: Olet pysäyttämätön!
nb: Du er ustoppelig!
sv: Du är ostoppbar!

source: You've reached your goal %@ in a row
da: Du har nået dit mål %@ i træk
fi: Olet saavuttanut tavoitteesi %@ peräkkäin
nb: Du har nådd målet ditt %@ på rad
sv: Du har nått ditt mål %@ i rad

# youAndFriendsAttendedClass
source: You and %d friends attended a class
da: Du og %d venner deltog på et hold
fi: Sinä ja %d ystävääsi osallistuitte tunnille
nb: Du og %d venner deltok på gruppetime
sv: Du och %d vänner deltog på klass

source: Your clubs
da: Dine centre
fi: Suosikkikeskuksesi
nb: Dine sentre
sv: Dina gym

source: Your digital keycard
da: Dit digitale nøglekort
fi: Digitaalinen avainkorttisi
nb: Ditt digitale adgangskort
sv: Ditt digitala nyckelkort

source: Your feedback helps us improve. Your answer will not be shown to the PT or instructor.
da: Din feedback hjælper os med at blive bedre. Dit svar vil ikke blive vist til den personlige træner eller instruktøren.
fi: Palautteesi auttaa meitä kehittymään. PT tai ohjaaja ei näe vastauksiasi.
nb: Din tilbakemelding hjelper oss med å forbedre oss. Svaret ditt vil ikke bli vist til PT eller instruktøren.
sv: Din feedback hjälper oss att bli bättre. Ditt svar kommer inte att visas till PT:n eller instruktören.

source: Your feedback was successfully submitted. Thank you for sharing it with us. We appreciate your opinion!
da: Din feedback blev indsendt med succes. Tak, fordi du delte den med os. Vi sætter pris på din mening!
fi: Palautteesi lähetys onnistui. Kiitos, että jaoit sen kanssamme. Arvostamme mielipidettäsi!
nb: Tilbakemeldingen din ble sendt inn. Takk for at du delte den med oss. Vi setter pris på din mening!
sv: Din feedback har skickats in. Tack för att du delar den med oss, vi värderar dina åsikter!

source: Your fitness journey, made easier!
da: Din fitnessrejse, gjort lettere!
nb: Din treningsreise, gjort enklere!
sv: Din träningsresa, nu enklare!

source: Your followers will be able to see this workout
da: Dine følgere kan se denne træning
fi: Seuraajasi näkevät tämän treenin
nb: Dine følgere vil kunne se denne treningsøkten
sv: Dina vänner kommer att kunna se det här träningspasset

source: Your followers will no longer able to see this activity
da: Dine følgere vil ikke længere kunne se denne aktivitet
fi: Seuraajasi eivät enää voi nähdä tätä aktiviteettia
nb: Følgerne dine vil ikke lenger kunne se denne aktiviteten
sv: Dina följare kommer inte längre kunna se denna aktivitet
